tap "homebrew/cask"
tap "homebrew/core"
tap "oven-sh/bun"
brew "act"
brew "actionlint"
brew "jpeg-xl"
brew "openssl@3"
brew "readline"
brew "asitop"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bat-extras"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "libarchive"
brew "pango"
brew "tesseract"
brew "ghostscript"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "libtool"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "just"
brew "libass"
brew "libbluray"
brew "libxslt"
brew "libyaml"
brew "llvm@16"
brew "make"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "node"
brew "ollama"
brew "openai-whisper"
brew "openjdk@11"
brew "openjdk@17"
brew "pinentry-mac"
brew "pkgconf"
brew "postgresql@17", restart_service: :changed, link: true
brew "ripgrep"
brew "rust"
brew "sshpass"
brew "testdisk"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "uv"
brew "watch"
brew "watchexec"
brew "wget"
brew "wxwidgets"
brew "yamlfmt"
brew "yt-dlp"
brew "zsh-completions"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-reader"
cask "aldente"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "audacity"
cask "avidemux"
cask "blackhole-2ch"
cask "bluesnooze"
cask "canva"
cask "claude"
cask "clipy"
cask "cursor-cli"
cask "cyberduck"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "deckset"
cask "diffmerge"
cask "discord"
cask "disk-drill"
cask "doll"
cask "dropbox"
cask "expo-orbit"
cask "finicky"
cask "flux-app"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "foxitreader"
cask "gcloud-cli"
cask "ghostty@tip"
cask "gimp"
cask "github"
cask "gitup-app"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "hstracker"
cask "iterm2"
cask "jdownloader"
cask "karabiner-elements"
cask "keepassxc"
cask "keepingyouawake"
cask "libreoffice"
cask "linear-linear"
cask "livebook"
cask "macfuse"
cask "macmediakeyforwarder"
cask "marta"
cask "menumeters"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mockoon"
cask "notion"
cask "orbstack"
cask "phoenix-slides"
cask "postico"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "synology-drive"
cask "teamviewer"
cask "telegram"
cask "tradingview"
cask "unified-remote"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "whisky"
cask "xmind"
cask "xnconvert"
cask "xnviewmp"
cask "zoom"
