jorgebucaran/fisher
gazorby/fish-abbreviation-tips
jhillyerd/plugin-git
jorgebucaran/autopair.fish
patrickf1/fzf.fish
nickeb96/puffer-fish
jethrokuan/z
franciscolourenco/done
meaningful-ooo/sponge
decors/fish-colors
oakninja/makemefish
h-matsuo/fish-color-scheme-switcher
patrickf1/colored_man_pages.fish
givensuman/fish-eza
catppuccin/fish
